export const SlidesData = [
  {
    promo: `Кредиты на любой случай`,
    link: `Рассчитать кредит`,
    linkHref: `credit-calculator`,
    name: `credit-slide`,
  },
  {
    promo: `Ваша уверенность в завтрашнем дне`,
    link: ``,
    linkHref: ``,
    name: `slogan-slide`,
  },
  {
    promo: `Всегда рядом`,
    link: `Найти отделение`,
    linkHref: `map`,
    name: `branches-slide`,
  },
];

export const ServicesData = [
  {
    name: `deposits`,
    tabTitle: `Вклады`,
    title: `Вклады Лига Банка – это выгодная инвестиция в свое будущее`,
    advantages: [`Проценты по вкладам до 7%`, `Разнообразные условия`, `Возможность ежемесячной капитализации или вывод процентов на банковскую карту`],
    content: `link`,
  },
  {
    name: `credits`,
    tabTitle: `Кредиты`,
    title: `Лига Банк выдает кредиты под любые цели`,
    advantages: [`Ипотечный кредит`, `Автокредит`, `Потребительский кредит`],
    content: `text`,
  },
  {
    name: `insurance`,
    tabTitle: `Страхование`,
    title: `Лига Страхование – застрахуем все что захотите`,
    advantages: [`Автомобильное страхование`, `Страхование жизни и здоровья`, `Страхование недвижимости`],
    content: `link`,
  },
  {
    name: `online`,
    tabTitle: `Онлайн-сервисы`,
    title: `Лига Банк – это огромное количество онлайн-сервисов для вашего удобства`,
    advantages: [`Мобильный банк,
    который всегда под рукой`, `Приложение Лига-проездной позволит вам оплачивать билеты по всему миру`],
    content: `link`,
  },
];

